export const questions = [
    {
        title: 'React - це ... ?',
        variants: ['бібліотека', 'фреймворк', 'додаток'],
        correct: 0,
    },
    {
        title: 'Компонент - це ... ',
        variants: ['додаток', 'частина додатку або сторінки', 'це те, що я не знаю'],
        correct: 1,
    },
    {
        title: 'Що таке JSX?',
        variants: [
            'Це звичайний HTML',
            'Це функція',
            'Це той самий HTML, але з можливостями виконувати JS-код',
        ],
        correct: 2,
    },
];